 var arr = false ? [
	{
		projectName:'妙味课堂123',  //项目名称
		projectSkills:["javascript","css","html"],//所用技术
		projectUrl:'http://www.miaov.com/',   //项目地址
		projectDescribe:'JS整站开发之：整屏切换+动画制作神器“TweenMax库”导航条和首屏出场动画、3D翻转实现、整屏切换，页面动画计算滚动条滚动距离， 拖动滚动条触发页面动画，完善每一屏内的图片翻转，缩小浏览器，做布局转换。', //项目描述
		functionalDescribe:[
			{
				title:'整站开发',
				value:'整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发',
				isAlert:false
			},
			{
				title:'整站开发',
				value:'整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发',
				isAlert:false
			},
			{
				title:'整站开发',
				value:'整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发',
				isAlert:false
			}
		]  //功能描述
	},
	{
		projectName:'微云项目',  //项目名称
		projectSkills:["javascript","css","php",'node'],//所用技术
		projectUrl:'http://www.miaov.com/',   //项目地址
		projectDescribe:'JS整站开发之：整屏切换+动画制作神器“TweenMax库”导航条和首屏出场动画、3D翻转实现、整屏切换，页面动画计算滚动条滚动距离， 拖动滚动条触发页面动画，完善每一屏内的图片翻转，缩小浏览器，做布局转换。', //项目描述
		functionalDescribe:[
			{
				title:'整站开发',
				value:'整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发',
				isAlert:false
			},
			{
				title:'整站开发',
				value:'整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发',
				isAlert:false
			},
			{
				title:'整站开发',
				value:'整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发整站开发',
				isAlert:false
			}
		]  //功能描述
	}
] : [];

module.exports = arr;